; TaskSwitchXP Pro 2.0 Ukrainian Language File
; Translated by Andriy Vankovych aka |W E R T| <vany4ka@yahoo.com>
;
;

19999="Ukrainian (Українська)"


; Cofiguration
20000="Налаштування TaskSwitchXP Pro 2.0"
20001="ОК"
20002="Відміна"
20003="Застосувати"

; Filters
20031="Конфігураціїні файли TaskSwitchXP (*.cfg)"


; Pages
20050="Загальне"
20051="Зовнішній вигляд"
20052="Список задач"
20053="Попередній огляд"
20054="Інформація"
20055="\"Гарячі\" клавіші"
20056="Винятки"
20057="Додатково"
20058="Про програму"

; Page descriptions
20070="Загальні налаштування TaskSwitchXP"
20071="Зовнішній вигляд TaskSwitchXP"
20072="Список задач"
20073="Попередній огляд вікон"
20074="Інформація про задачу"
20075="\"Гарячі" клавиші TaskSwitchXP"
20076="Винятки TaskSwitchXP"
20077="Додаткові налаштування TaskSwitchXP"
20078="Про програму TaskSwitchXP"


; General page
20100="Мова інтерфейсу:"
20101="<a id=\"idLang\" href=\"\">Інші переклади...</a>"
20102="Окремі налаштуввання для кожного користувача в системі"
20103="Автозапуск TaskSwitchXP при старті системи"
20104="Встановити високий пріоритет для TaskSwitchXP"
20105="Провіряти чи запущений Ms PowerToy TaskSwitcher"
20106="Іконки в треї:"
20107="Показувати іконку TaskSwitchXP в треї при старті"
20108="Використовуати іншу іконку:"
20109="Згортати вікна в трей правою кнопкою миші"
20110="Не дозволяти Windows ховати іконки TaskSwitchXP"
20111="Добавляти згорнуті у трей вікна в кінець списку Alt-Tab"

20120="За замовчуванням"
20121="Завантажити..."
20122="Зберегти..."

; Appearance page
20200="Положення на екрані:"
20201="На активному моніторі"
20202="Ввімкнути ефект тіні для TaskSwitchXP"
20203="Ввімкнути прозорість для TaskSwitchXP:"
20204="Використовувати плавне появлення (в мс)"
20205="Використовувати плавне зникнення (в мс)"
20206="Скіни TaskSwitchXP:"
20207="Візуальні стилі XP:"
20208="Класичні стилі:"
20209="Завжди використовувати класичний стиль"
20210="Перевернути панелі зліва направо"

20270="Зверху зліва"
20271="Зверху по центру"
20272="Зверху зправа"
20273="По центру зліва"
20274="По центру"
20275="По центру зліва"
20276="Внизу зліва"
20277="Внизу по центру"
20278="Внизу зправа"

20280="Меню \"Пуск\" XP (за замовчуванням)"
20281="Стиль Ms PowerToy TaskSwitcher"
20282="Просте вікно XP"
20283="Плоский стиль XP"
20284="Стиль закладок XP"
20285="Стиль панелі задач XP"

20290="Меню \"Пуск\" (за замовчуванням)"
20291="Плоске меню \"Пуск\""


20300="Вигляд:"
20301="Кількість колонок:"
20302="Ширина (в пікселях):"
20303="Кількість лінійок:"
20304="Маленькі значки"
20305="Показувати підказки для элементів списку"
20306="Змінювати курсор при наведенні на элемент списку"
20307="Виділяти элемент списку під курсором"
20308="Інвертуровати колесо прокрутки"
20309="Стиль виділення:"
20310="Малювати фокус"
20311="Стиль тексту і кольору:"
20312="Шрифт:"
20313="Розмір:"
20314="Ж"
20315="К"
20316="Колір:"

20390="Значки"
20391="Список"

20380="Рамка"
20381="Звичайний"
20382="Округлий"

20370="Текст"
20371="Вибраний текст"
20372="Фон вибраного тексту"
20373="Відмічений текст 1"
20374="Фон відміченого тексту 1"
20375="Відмічений текст 2"
20376="Фон відміченого текста 2"


; Preview page
20400="Попередній огляд:"
20401="Стиль \"Робочий стіл\""
20402="Стиль \"Вікно\""
20403="Відображати панель задач"
20404="Малювати тільки верхнє вікно додатку"
20405="Не малювати фон Робочого столу і рамку (як в v1.0)"
20406="Використовувати шпалери Робочого столу як фон"
20407="Малювати рамку навколо зображення"
20408="Центрувати зображення по вертикалі"
20409="Показувати заголовки звернутих вікон (*)"
20410="Вилучати всі прозорі вікна (*)"
20411="Ширина області передбачена (в пикселях):"
20412="Затримка першого показу (в мс):"
20413="Не кешувати зображення"
20414="Автоматично обновляти зображення (в мс):"


; Info page
20500="Панель заголовку:"
20501="Шрифт:"
20502="Размір:"
20503="Ж"
20504="К"
20505="Голір:"
20506="Малювати тінь:"
20507="Глибина:"
20508="Колір:"
20509="Показувати значок додатку"
20510="Мала панель заголовку"
20511="Панель інформації:"
20512="Шрифт:"
20513="Розмір:"
20514="Ж"
20515="К"
20516="Колір:"
20517="Малювати тінь:"
20518="Глибина:"
20519="Колір:"
20520="Висота:"
20521="Формат:"

20590="Пусто"
20591="Тілько номер задачі"
20592="Ідентифікатор процесу"
20593="Им`я процесу"
20594="Им`я процесу [ідентифікатор]"
20595="Описа програми"

; Hotkeys page
20600="Замінити стандартий Alt-Tab на TaskSwitchXP"
20601="Переперемикатись між вікнами одного додатку по Ctrl+Alt+Tab"
20602="Не ховати TaskSwitchXP при відпусканні Alt"
20603="Використовувати низькорівневий спосіб перехвату Alt-Tab"
20604="Управління TaskSwitchXP:"
20605="Список всіх додатків:"
20606="Список вікон додатків:"
20607="Налаштування TaskSwitchXP:"
20608="Показати/сховати іконку в треї:"
20609="Закрити TaskSwitchXP:"
20610="Додаткові \"гарячі\" клавіші:"
20611="Звереути вікно в трей:"
20612="Відновити із трею:"

; Exclusions page
20700="Добавити..."
20701="Змінити..."
20702="Видалити"

20780="Попередній огляд"
20781="Перелік вікон"

20790="Назва"
20791="Параметри"

; Advanced page
20800="Заголовки:"
20801="Використовувати заголовок головного вікна додатку"
20802="Додаткові налаштування інтерфейсу:"
20803="Видалити панель заголовку"
20804="Видалити панель інформації"
20805="Дії іконки в треї:"
20806="Контексте меню:"
20807="Налаштування TaskSwitchXP:"
20808="Список всіх  додатків:"
20809="Список вікон додатків:"
20810="Налаштування конфігуратора:"
20811="Показувати вікно налаштування зверху всіх окон"
20812="Запам'ятовувати положення вікна налаштування"
20813="Запа'ятовувати останню сторінку"
20814="Запускати TaskSwitchXP при старті/виході"

20890="Ні"
20891="Ліва клавіша миші"
20892="Подвійне клацання лівою"
20893="Середня клавіша миші"
20894="Подвійне клацання середньою"
20895="Права клавіша миші"
20896="Подвійне клацання правою"


; About page
20900="Переклав <a id=\"idTranslatorMail\" href=\"mailto:vany4ka@yahoo.com\">Андрій Ванькович aka |W E R T|</a>,\r\nУкраїна понад усе! Робіть як я - українізуйтесь!"


; Exclusions dialog
22000="Винятки TaskSwitchXP"
22001="ОК"
22002="Скасувати"
22003="Активні додатки:"
22004="Оновити"
22005="Ім'я вмнятку:"
22006="Вилучати за:"
22007="Ім'я процесу:"
22008="Клас вікна:"
22009="Заголовок вікна:"
22010="Вилучати за:"
22011="попереднім оглядом"
22012="переліком вікон"
22013="Ввімкнено"

22090=""
22091=">> вилучено з попереднього огляду"
22092=">> вилучено з переліку"

; Errors
30000="Помилка конфігуратора TaskSwitchXP"
30002="Неможливо запустити TaskSwitchXP.exe. Провірте налаштування програми!"
30003="Неможливо зберегти дані в реєстрі. Провірте права доступу!"
30004="Неможливо завантажити налаштування з файлу."
30005="Неможливо завантажити налаштування з файлу. Відновлені значення за замовчуванням!"
30006="Неможливо зберегти налаштування у файл."

; Hints for exclusion dialog
30100="Не задано імені"
30101="Введіть будь-яке ім'я для винятку."
30102="Не задані параметри"
30103="Визначте параметри винятку."
30104="Не задано ім'я процесу"
30105="Введите имя исключаемого процесса."
30106="Не заданий клас вікна"
30107="Введіть клас виняткового вікна."

30900="Підтвердження TaskSwitchXP"
30901="TaskSwitchXP виявив, що в системі є активними декілька моніторів.\r\nВвімкнути стиль \"Вікно\" для відбраження попеоеднього перегляду вікон з вторинних дисплеїв?"


; TaskSwitchXP

; Tray menu
31000="Всі додатки..."
31001="Вікна активного..."
31002="Налаштування..."
31003="Вихід"

31020="Щвидкі налаштування"
31021="Сховати іконку в треї"
31022="Замінити Alt-Tab"
31023="Використовувати Ctrl+Alt+Tab"
31024="Не ховати при відпуску Alt"
31025="Низькорівневий спосіб перехоплення"
31026="Новий виняток..."

31050="Довідка"
31051="Документація"
31052="Домашня сторінка"
31053="Про програму TaskSwitchXP"

; Tray menu for minimized windows
31090="TSXP: %d прогр."
31091="Відновити все"
31092="Згорнути все"
31093="Закрити все"
31094="Відновити"
31095="Звернути"
31096="Закрити"

; List menu
31110="Переключитися"
31111="Згорнути"
31112="Згорнути у трей"
31113="Каскадом"
31114="Зверху вниз"
31115="Зліва направо"
31116="Відновити"
31117="Розгорнути"
31118="Закрити"
31119="Завершити процес"

; Common menu
31150="Інформація про процес"
31151="Виділити все"
31152="Зняти виділення"
31153="Видалити виділення"
31154="Сортувати за заголовком"
31155="Сортувати за групами"

; Info tip mask
31500="І'мя процесу:  %s\r\nІдентифікатор:  %u\r\n\r\nЗагальний час:  %u:%02u:%02u\r\nЧас ЦП:  %u:%02u:%02u\r\n\r\nВикорист. пам'яті:  %uK\r\nВірт. пам'ять:  %uK"
31501="N/A"

; Confirmations
31900="Підтвердждення TaskSwitchXP"
31901="TaskSwitchXP вже запущений. Зупинити його?"
31902="Ви впевненні, що хочете закрити TaskSwitchXP?"
31903="TaskSwitchXP виявив, що запущений Ms PowerToy TaskSwitcher.\r\nМожливий конфлікт... Хочете я вб'ю його відразу?"

; Errors
32000="Помилка TaskSwitchXP"
32002="Помилка ініціалізації данних."
32003="Неможливо використовувати низькорівневий рівень перехоплення Alt-Tab."
32004="Неможливо зареєструвати Alt+[Shift]+Tab.\r\nМожливо інша програма вже використовує їх."
32005="Неможливо зареєструвати Ctrl+Alt+[Shift]+Tab.\r\nМожливо інша програма вже використовує їх."
32006="Неможливо запустити ConfigTsXP.exe! Провірте налаштування TaskSwitchXP."

32500="Неможливо зареєструвати \"гарячу\" клавішу:\r\n\r\nНазва: %s\r\nМодифікатори: %02X\r\nКод: %02X"
32501="Закрити TaskSwitchXP"
32502="Показати сховати іконку в треї"
32503="Налаштування TaskSwitchXP"
32504="Список додатків"
32505="Список вікон додатків"
32506="Згорнути вікно у трей"
32507="Відновити із трею"
